{
    "common": {
        "Sign Up": "Εγγραφή",
        "Our Vision": "Η Όρασή Μας",
        "intro": "Το Έργο Ανοικτών Δεδομένων της Μελβούρνης (MOP) είναι ένα κορυφαίο έργο που χορηγείται από το Πανεπιστήμιο Deakin. Από την COVID, υπήρξε αυξημένη ζήτηση δεδομένων από την επιχειρηματική κοινότητα για να υποστηρίξει τη λήψη αποφάσεων. Το έργο αυτό προορίζεται να συμβαδίζει με δύο στρατηγικά έγγραφα από το Συμβούλιο της Πόλης της Μελβούρνης.",
        "Recent Case Studies": "Πρόσφατες Μελέτες Περίπτωσης",
        "p2": "Μέσα από ενδιαφέρουσες μελέτες περίπτωσης που εξερευνούν τη βιοτεχνολογία, τη διαχείριση προμηθειών πετρελαίου και φυσικού αερίου και την εκπαίδευση, παρουσιάζουμε τη δύναμη των ανοικτών δεδομένων της Μελβούρνης.",
        "Case Study 1": "Μελέτη Περίπτωσης 1",
        "ChildCare Facilities Analysis": "Ανάλυση Εγκαταστάσεων Παιδικής Μέριμνας",
        "Case Study 2": "Μελέτη Περίπτωσης 2",
        "Projected Venue Growth": "Προβλεπόμενη Ανάπτυξη Χώρου",
        "Case Study 3": "Μελέτη Περίπτωσης 3",
        "Data Science in Education": "Επιστήμη Δεδομένων στην Εκπαίδευση",
        "Privacy Policy": "Πολιτική Απορρήτου",
        "Licensing": "Αδειοδότηση",
        "Contact Us": "Επικοινωνήστε Μαζί Μας",
        "Melbourne Open Data": "Ανοικτά Δεδομένα Μελβούρνης",
        "Home": "Αρχική Σελίδα",
        "About Us": "Σχετικά Με Εμάς",
        "Use Cases": "Περιπτώσεις Χρήσης",
        "Statistics": "Στατιστικά",
        "Upload": "Ανέβασμα",
        "Log In": "Σύνδεση",
        "Language": "Γλώσσα",
        "English": "Αγγλικά",
        "Chinese": "Κινέζικα",
        "Spanish": "Ισπανικά"
    },
    "about": {
        "About": "Σχετικά",
        "Us": "Με Εμάς",
        "About MOP": "Σχετικά με το MOP",
        "p1": "Το Έργο Ανοικτών Δεδομένων της Μελβούρνης (MOP) είναι ένα κορυφαίο έργο που χορηγείται από το Πανεπιστήμιο Deakin σε συνεργασία με την Πόλη της Μελβούρνης. Από την COVID, υπήρξε αυξημένη ζήτηση δεδομένων από την επιχειρηματική κοινότητα για να υποστηρίξει τη λήψη αποφάσεων. Το έργο αυτό προορίζεται να συμβαδίζει με δύο στρατηγικά έγγραφα από το Συμβούλιο της Πόλης της Μελβούρνης.",
        "p2": "Αυτό το έργο προορίζεται να συμβαδίζει με δύο στρατηγικά έγγραφα από το Συμβούλιο της Πόλης της Μελβούρνης: Τη Στρατηγική Οικονομικής Ανάπτυξης, η οποία στοχεύει να είναι μια ψηφιακά συνδεδεμένη πόλη. Το Σχέδιο Συμβουλίου 2021-2025, το οποίο περιγράφει τον συγκεκριμένο στόχο της παράδοσης προγραμμάτων που θα αναπτύξουν δεξιότητες και ικανότητες ανάγνωσης.",
        "Open Data Leadership": "Ηγεσία στα Ανοικτά Δεδομένα",
        "p3": "Η πόλη της Μελβούρνης έχει υπάρξει αυστραλιανός ηγέτης στα Ανοικτά Δεδομένα από το 2014. Πρόσφατες έρευνες και η τοπική συμμετοχή των χρηστών έχουν εντοπίσει ένα κενό όπου οι χρήστες θα ήθελαν να μάθουν περισσότερα για το πώς να έχουν πρόσβαση στα Ανοικτά Δεδομένα και πώς να αποκτήσουν διορατικότητα από τα δεδομένα για να δημιουργήσουν εφαρμογές και να λύσουν προβλήματα της πόλης.",
        "Our": "Τα",
        "Goals": "Στόχοι",
        "p4": "Αυτό το έργο στοχεύει να παραδώσει παραδείγματα απόδειξης εννοιών για το πώς μπορούν να γίνουν κλήσεις στα APIs Ανοικτών Δεδομένων."
    },
    "privacypolicy": {
        "Privacy Policy": "Πολιτική Απορρήτου",
        "t1": "Πληροφορίες που Συλλέγουμε",
        "p1": "Συλλέγουμε τους ακόλουθους τύπους πληροφοριών: Προσωπικές Πληροφορίες: Δεν συλλέγουμε προσωπικές πληροφορίες εκτός εάν παρέχονται εθελοντικά από τον χρήστη για συγκεκριμένους σκοπούς. Μη Προσωπικές Πληροφορίες: Μπορεί να συλλέγουμε μη προσωπικές πληροφορίες, όπως τύπος περιηγητή, λειτουργικό σύστημα και διεύθυνση IP, για να ενισχύσουμε τη λειτουργικότητα του ιστότοπου.",
        "t2": "Χρήση Πληροφοριών",
        "p2": "Οποιεσδήποτε πληροφορίες συλλέγονται θα χρησιμοποιηθούν αποκλειστικά για τον σκοπό για τον οποίο παρέχονται. Οι προσωπικές πληροφορίες δεν θα μοιραστούν, πωληθούν ή αποκαλυφθούν σε τρίτους χωρίς ρητή συγκατάθεση, εκτός αν απαιτείται από το νόμο.",
        "t3": "Ασφάλεια Δεδομένων",
        "p3": "Λαμβάνουμε κατάλληλα μέτρα για να προστατεύσουμε την ασφάλεια των πληροφοριών σας. Ωστόσο, σημειώστε ότι καμία μέθοδος μετάδοσης μέσω του διαδικτύου ή ηλεκτρονικής αποθήκευσης δεν είναι εντελώς ασφαλής.",
        "t4": "Σύνδεσμοι Τρίτων",
        "p4": "Ο ιστότοπός μας μπορεί να περιέχει συνδέσμους προς ιστότοπους τρίτων. Δεν είμαστε υπεύθυνοι για τις πρακτικές απορρήτου ή το περιεχόμενο αυτών των ιστότοπων τρίτων.",
        "t5": "Cookies",
        "p5": "Μπορούμε να χρησιμοποιούμε cookies για να ενισχύσουμε την εμπειρία του χρήστη. Οι χρήστες μπορούν να ελέγχουν τις ρυθμίσεις cookies μέσω των προτιμήσεων του περιηγητή τους.",
        "t6": "Αλλαγές Πολιτικής",
        "p6": "Αυτή η πολιτική απορρήτου μπορεί να ενημερώνεται περιοδικά.",
        "p7": "Χρησιμοποιώντας τον Χώρο Ανοικτών Δεδομένων της Μελβούρνης, συμφωνείτε με τους όρους που περιγράφονται σε αυτή την πολιτική απορρήτου. Η πολιτική ενημερώθηκε τελευταία στις 8 Δεκεμβρίου 2023."
    },
    "statistics": {
        "Statistics": "Στατιστικά",
        "t1": "Τρίμηνο που δημοσίευσε τις περισσότερες δοκιμαστικές περιπτώσεις",
        "All Tags": "Όλες οι Ετικέτες",
        "All Publish Numbers": "Όλοι οι Αριθμοί Δημοσίευσης",
        "Less than 4": "Λιγότερο από 4",
        "Between 4 and 7": "Μεταξύ 4 και 7",
        "Above 7": "Πάνω από 7",
        "t2": "Όλα τα Εύρη Δημοτικότητας",
        "Total Results": "Συνολικά Αποτελέσματα",
        "ID": "ID",
        "Tag": "Ετικέτα",
        "number": "Αριθμός Δημοσιευμένων Μελετών Περίπτωσης",
        "Popularity": "Δημοτικότητα",
        "Rows per page": "Σειρές ανά σελίδα",
        "Enter Tag name": "Εισάγετε το όνομα της ετικέτας"
    },
    "usecases": {
        "User Cases": "Περιπτώσεις Χρηστών",
        "All categories": "Όλες οι Κατηγορίες",
        "Search by title": "Αναζήτηση ανά τίτλο",
        "Search by content": "Αναζήτηση ανά περιεχόμενο",
        "Internet": "Διαδίκτυο",
        "EV": "Ηλεκτρικό Όχημα",
        "Security": "Ασφάλεια",
        "Search": "Αναζήτηση",
        "Case study name or category": "Όνομα ή κατηγορία μελέτης περίπτωσης"
    },
    "licensing": {
        "Licensing": "Αδειοδότηση",
        "t1": "Όροι Χρήσης",
        "p1": "Προσπελάζοντας και χρησιμοποιώντας τον ιστότοπό μας, συμφωνείτε να συμμορφώνεστε με τους ακόλουθους όρους και προϋποθέσεις:",
        "p2": "Πρέπει να χρησιμοποιείτε τον ιστότοπο σύμφωνα με τους εφαρμοστέους νόμους και κανονισμούς.",
        "p3": "Η μη εξουσιοδοτημένη χρήση, αναπαραγωγή ή διανομή του περιεχομένου μας είναι αυστηρά απαγορευμένη.",
        "p4": "Είστε υπεύθυνοι για τη διατήρηση της εμπιστευτικότητας των στοιχείων σύνδεσής σας.",
        "p5": "Διατηρούμε το δικαίωμα να αναστείλουμε ή να τερματίσουμε την πρόσβασή σας στον ιστότοπο εάν παραβιάσετε αυτούς τους όρους.",
        "t2": "Χορήγηση Άδειας",
        "p6": "Σας χορηγούμε μια περιορισμένη, μη αποκλειστική και ανακλητή άδεια για πρόσβαση και χρήση του ιστότοπού μας για προσωπικούς και μη εμπορικούς σκοπούς. Αυτή η άδεια δεν περιλαμβάνει το δικαίωμα να:",
        "p7": "Τροποποιείτε, προσαρμόζετε ή αναστρέφετε μηχανικά οποιοδήποτε μέρος του ιστότοπου.",
        "p8": "Αντιγράφετε ή διανέμετε περιεχόμενο χωρίς άδεια.",
        "p9": "Συμμετέχετε σε οποιαδήποτε δραστηριότητα που διαταράσσει την κανονική λειτουργία του ιστότοπου.",
        "t3": "Λήξη",
        "p10": "Διατηρούμε το δικαίωμα να τερματίσουμε την άδειά σας και την πρόσβαση στον ιστότοπο κατά τη διακριτική μας ευχέρεια. Μετά τη λήξη, πρέπει να σταματήσετε να χρησιμοποιείτε τον ιστότοπο, και οποιεσδήποτε διατάξεις αυτής της συμφωνίας που πρέπει να επιβιώσουν μετά τη λήξη θα συνεχίσουν να ισχύουν.",
        "t4": "Πνευματική Ιδιοκτησία",
        "p11": "Όλο το περιεχόμενο σε αυτόν τον ιστότοπο, συμπεριλαμβανομένων κειμένων, εικόνων και άλλων πολυμέσων στοιχείων, ανήκει στο MOP. Δεν επιτρέπεται να χρησιμοποιείτε, να αναπαράγετε ή να διανέμετε το περιεχόμενό μας χωρίς ρητή άδεια.",
        "t5": "Περιορισμοί",
        "p12": "Δεν μπορείτε:",
        "p13": "Να χρησιμοποιείτε τον ιστότοπο για οποιονδήποτε παράνομο ή μη εξουσιοδοτημένο σκοπό.",
        "p14": "Να επιχειρείτε να αποκτήσετε μη εξουσιοδοτημένη πρόσβαση στα συστήματα ή τα δίκτυά μας.",
        "p15": "Να παραβιάζετε οποιονδήποτε ισχύοντα νόμο ή κανονισμό κατά τη χρήση του ιστότοπου.",
        "p16": "Εάν έχετε οποιεσδήποτε ερωτήσεις ή ανησυχίες σχετικά με τη συμφωνία αδειοδότησής μας, επικοινωνήστε μαζί μας στο"
    },
    "contact": {
        "Submit": "Υποβολή",
        "Contact": "Επικοινωνία",
        "Us": "Εμάς",
        "First Name": "Όνομα",
        "Enter Your First name": "Εισάγετε το όνομά σας",
        "Last Name": "Επώνυμο",
        "Enter Your Last name": "Εισάγετε το επώνυμό σας",
        "Company Email Address": "Διεύθυνση Ηλεκτρονικού Ταχυδρομείου Εταιρείας",
        "Enter Company Email Address": "Εισάγετε τη διεύθυνση email της εταιρείας",
        "Phone Number": "Τηλεφωνικός Αριθμός",
        "Enter Your Phone Number": "Εισάγετε τον τηλεφωνικό σας αριθμό",
        "Message": "Μήνυμα",
        "Enter Message": "Εισάγετε μήνυμα"
    }
}
