{
  "common": {
    "Sign Up": "Sign Up",
    "Our Vision": "Our Vision",
    "intro": "Melbourne Open Data Project (MOP) is a capstone project sponsored by Deakin University. Since COVID, there has been an increased demand for data by the business community to support their decision-making. This project is meant to align with two strategic documents from the Melbourne City Council.",
    "Recent Case Studies": "Recent Case Studies",
    "p2": "Through compelling case studies exploring biotechnology, oil and gas supply management, and education, we showcase the power of Melbourne's open data.",
    "Case Study 1": "Case Study 1",
    "ChildCare Facilities Analysis": "ChildCare Facilities Analysis",
    "Case Study 2": "Case Study 2",
    "Projected Venue Growth": "Projected Venue Growth",
    "Case Study 3": "Case Study 3",
    "Data Science in Education": "Data Science in Education",
    "Privacy Policy": "Privacy Policy",
    "Licensing": "Licensing",
    "Contact Us": "Contact Us",
    "Melbourne Open Data": "Melbourne Open Data",
    "Home": "Home",
    "About Us": "About Us",
    "Use Cases": "Use Cases",
    "Statistics": "Statistics",
    "Upload": "Upload",
    "Log In": "Log In",
    "Language": "Language",
    "English": "English",
    "Chinese": "Chinese",
    "Spanish": "Spanish",
    "Greek": "Greek"
  },
  "about": {
    "About Us": "About Us",
    "About": "About",
    "Us": "Us",
    "About MOP": "About MOP",
    "p1": "Melbourne Open Data Project (MOP) is a capstone project sponsored by Deakin University in collaboration with City of Melbourne. Since COVID, there has been an increased demand for data by the business community to support their decision-making. This project is meant to align with two strategic documents from the Melbourne City Council.",
    "p2": "This project is meant to align with two strategic documents from the Melbourne City Council: The Economic Development Strategy, which aims to be a digitally-connected city. The 2021-2025 Council Plan, which outlines the specific objective of delivering programs that will build literacy skills and capabilities.",
    "Open Data Leadership": "Open Data Leadership",
    "p3": "The City of Melbourne has been an Australian leader in Open Data since 2014. Recent research and local user engagement have identified a gap where users would like to learn more about how to access Open Data and how to gain insights from the data to build apps and solve city problems.",
    "Our Goals": "Our Goals",
    "p4": "This project aims to deliver proof-of-concept examples on how calls to Open Data APIs can be made."
  },
  "privacypolicy": {
    "Privacy Policy": "Privacy Policy",
    "t1": "Information We Collect",
    "p1": "We collect the following types of information: Personal Information: We do not collect personal information unless it is voluntarily provided by the user for specific purposes. Non-Personal Information: We may collect non-personal information, such as browser type, operating system, and IP address, to enhance the functionality of the website.",
    "t2": "Use of Information",
    "p2": "Any information collected will be used solely for the purpose for which it was provided. Personal information will not be shared, sold, or disclosed to third parties without explicit consent, except as required by law.",
    "t3": "Data Security",
    "p3": "We take appropriate measures to protect the security of your information. However, please note that no method of transmission over the internet or electronic storage is completely secure.",
    "t4": "Third-Party Links",
    "p4": "Our website may contain links to third-party websites. We are not responsible for the privacy practices or content of these third-party sites.",
    "t5": "Cookies",
    "p5": "We may use cookies to enhance user experience. Users can control cookie settings through their browser preferences.",
    "t6": "Policy Changes",
    "p6": "This privacy policy may be updated periodically.",
    "p7": "By using the Melbourne Open Data Playground, you agree to the terms outlined in this privacy policy. Policy was last updated on 8 Dec 2023."
  },
  "statistics": {
    "Statistics": "Statistics",
    "All Tags": "All Tags",
    "All Trimesters": "All Trimesters",
    "Trimester1": "Trimester 1",
    "Trimester2": "Trimester 2",
    "Trimester3": "Trimester 3",
    "t1": "Trimester which publish the most test cases",
    "t2": "Popularity",
    "Total Results": "Total Results",
    "Enter Tag name": "Enter Tag name",
    "No": "No.",
    "Tag": "Tag",
    "number": "Number of Test Cases Published",
    "Popularity": "Popularity",
    "Rows per page": "Rows per page"
  },
  "usecases": {
    "User Cases": "User Cases",
    "All categories": "All categories",
    "Search by title": "Search by title",
    "Search by content": "Search by content",
    "Internet": "Internet",
    "EV": "EV",
    "Security": "Security",
    "Search": "Search",
    "Case study name or category": "Case study name or category"
  },
  "licensing": {
    "Licensing": "Licensing",
    "t1": "Terms of Use",
    "p1": "By accessing and using our website, you agree to comply with the following terms and conditions:",
    "p2": "You must use the website in accordance with applicable laws and regulations.",
    "p3": "Unauthorized use, reproduction, or distribution of our content is strictly prohibited.",
    "p4": "You are responsible for maintaining the confidentiality of your login information.",
    "p5": "We reserve the right to suspend or terminate your access to the website if you violate these terms.",
    "t2": "License Grant",
    "p6": "We grant you a limited, non-exclusive, and revocable license to access and use our website for personal and non-commercial purposes. This license does not include the right to:",
    "p7": "Modify, adapt, or reverse engineer any part of the website.",
    "p8": "Copy or distribute content without permission.",
    "p9": "Engage in any activity that disrupts the normal functioning of the website.",
    "t3": "Termination",
    "p10": "We reserve the right to terminate your license and access to the website at our discretion. Upon termination, you must cease using the website, and any provisions of this agreement that should survive termination will continue to apply.",
    "t4": "Intellectual Property",
    "p11": "All content on this website, including text, images, and other multimedia elements, is owned by MOP. You may not use, reproduce, or distribute our content without explicit permission.",
    "t5": "Restrictions",
    "p12": "You may not:",
    "p13": "Use the website for any illegal or unauthorized purpose.",
    "p14": "Attempt to gain unauthorized access to our systems or networks.",
    "p15": "Violate any applicable laws or regulations while using the website.",
    "p16": "If you have any questions or concerns about our licensing agreement, please contact us at"
  },
  "contact": {
    "Contact": "Contact",
    "Us": "Us",
    "First Name": "First Name",
    "Last Name": "Last Name",
    "Company Email Address": "Company Email Address",
    "Phone Number": "Phone Number",
    "What can I help you with": "What can I help you with",
    "Enter Your First name": "Enter Your First name",
    "Enter Your Last name": "Enter Your Last name",
    "Enter Company Email Address": "Enter Company Email Address",
    "Enter Your Phone Number": "Enter Your Phone Number",
    "Enter Message": "Enter Message",
    "Submit": "Submit",
    "Message": "Message"
  },
  "signup": {
    "language": "language",
    "Already a member?": "Already a member?",
    "Log In": "Log In",
    "Account Sign Up": "Account Sign Up",
    "Last name": "Last name",
    "Email": "Email",
    "Password": "Password",
    "Password Strength": "Password Strength",
    "Next": "Next",
    "First name": "First name",
    "Weak": "Weak",
    "Moderate": "Moderate",
    "Strong": "Strong"
  },
  "login": {
    "Account Log In": "Account Log In",
    "Please login to continue to your account": "Please login to continue to your account",
    "Email": "Email",
    "Password": "Password",
    "Remember Me": "Remember Me",
    "Forgot Password?": "Forgot Password?",
    "LOGIN": "LOGIN"
  },
  "upload": {
    "Upload Case Studies": "Upload Case Studies",
    "Upload Details": "Upload Details",
    "Name": "Name",
    "Enter name": "Enter name",
    "Tags": "Tags",
    "Description": "Description",
    "Enter Description": "Enter Description",
    "Trimester": "Trimester",
    "Trimester 1": "Trimester 1",
    "Trimester 2": "Trimester 2",
    "Trimester 3": "Trimester 3",
    "Click on logo to upload files": "Click on logo to upload files",
    "Upload File": "Upload File",
    "Clear": "Clear"
  }
}
