{
    "common": {
        "Sign Up": "Registrarse",
        "Our Vision": "Nuestra Visión",
        "intro": "El Proyecto de Datos Abiertos de Melbourne (MOP) es un proyecto de culminación patrocinado por la Universidad Deakin. Desde el COVID, ha habido un aumento en la demanda de datos por parte de la comunidad empresarial para apoyar su toma de decisiones. Este proyecto está destinado a alinearse con dos documentos estratégicos del Consejo de la Ciudad de Melbourne.",
        "Recent Case Studies": "Estudios de Casos Recientes",
        "p2": "A través de estudios de casos convincentes que exploran la biotecnología, la gestión del suministro de petróleo y gas, y la educación, mostramos el poder de los datos abiertos de Melbourne.",
        "Case Study 1": "Estudio de Caso 1",
        "ChildCare Facilities Analysis": "Análisis de Instalaciones de Cuidado Infantil",
        "Case Study 2": "Estudio de Caso 2",
        "Projected Venue Growth": "Crecimiento Proyectado del Lugar",
        "Case Study 3": "Estudio de Caso 3",
        "Data Science in Education": "Ciencia de Datos en Educación",
        "Privacy Policy": "Política de Privacidad",
        "Licensing": "Licenciamiento",
        "Contact Us": "Contáctanos",
        "Melbourne Open Data": "Datos Abiertos de Melbourne",
        "Home": "Inicio",
        "About Us": "Acerca de Nosotros",
        "Use Cases": "Casos de Uso",
        "Statistics": "Estadísticas",
        "Upload": "Subir",
        "Log In": "Iniciar Sesión",
        "Language": "Idioma",
        "English": "Inglés",
        "Chinese": "Chino",
        "Spanish": "Español",
        "Greek": "Griego"
    },
    "about": {
        "About": "Acerca de",
        "Us": "Nosotros",
        "About MOP": "Acerca del MOP",
        "p1": "El Proyecto de Datos Abiertos de Melbourne (MOP) es un proyecto de culminación patrocinado por la Universidad Deakin en colaboración con la Ciudad de Melbourne. Desde el COVID, ha habido un aumento en la demanda de datos por parte de la comunidad empresarial para apoyar su toma de decisiones. Este proyecto está destinado a alinearse con dos documentos estratégicos del Consejo de la Ciudad de Melbourne.",
        "p2": "Este proyecto está destinado a alinearse con dos documentos estratégicos del Consejo de la Ciudad de Melbourne: la Estrategia de Desarrollo Económico, que tiene como objetivo ser una ciudad digitalmente conectada. El Plan del Consejo 2021-2025, que describe el objetivo específico de entregar programas que construirán habilidades y capacidades de alfabetización.",
        "Open Data Leadership": "Liderazgo en Datos Abiertos",
        "p3": "La Ciudad de Melbourne ha sido líder en Datos Abiertos en Australia desde 2014. Investigaciones recientes y la participación de usuarios locales han identificado un vacío donde los usuarios desearían aprender más sobre cómo acceder a Datos Abiertos y cómo obtener insights de los datos para construir aplicaciones y resolver problemas de la ciudad.",
        "Our": "Nuestros",
        "Goals": "Objetivos",
        "p4": "Este proyecto tiene como objetivo entregar ejemplos de prueba de concepto sobre cómo se pueden realizar llamadas a las APIs de Datos Abiertos."
    },
    "privacypolicy": {
        "Privacy Policy": "Política de Privacidad",
        "t1": "Información que Recopilamos",
        "p1": "Recopilamos los siguientes tipos de información: Información Personal: No recopilamos información personal a menos que sea proporcionada voluntariamente por el usuario para propósitos específicos. Información No Personal: Podemos recopilar información no personal, como el tipo de navegador, el sistema operativo y la dirección IP, para mejorar la funcionalidad del sitio web.",
        "t2": "Uso de la Información",
        "p2": "Cualquier información recopilada será utilizada exclusivamente para el propósito para el cual fue proporcionada. La información personal no será compartida, vendida ni divulgada a terceros sin consentimiento explícito, excepto según lo requiera la ley.",
        "t3": "Seguridad de los Datos",
        "p3": "Tomamos medidas adecuadas para proteger la seguridad de su información. Sin embargo, tenga en cuenta que ningún método de transmisión por internet o de almacenamiento electrónico es completamente seguro.",
        "t4": "Enlaces a Terceros",
        "p4": "Nuestro sitio web puede contener enlaces a sitios web de terceros. No somos responsables de las prácticas de privacidad ni del contenido de estos sitios de terceros.",
        "t5": "Cookies",
        "p5": "Podemos utilizar cookies para mejorar la experiencia del usuario. Los usuarios pueden controlar la configuración de las cookies a través de las preferencias de su navegador.",
        "t6": "Cambios en la Política",
        "p6": "Esta política de privacidad puede ser actualizada periódicamente.",
        "p7": "Al usar el Parque de Datos Abiertos de Melbourne, usted acepta los términos descritos en esta política de privacidad. La política fue actualizada por última vez el 8 de diciembre de 2023."
    },
    "statistics": {
        "Statistics": "Estadísticas",
        "t1": "Trimestre que publicó más casos de prueba",
        "All Tags": "Todos los Etiquetas",
        "All Publish Numbers": "Todos los Números de Publicación",
        "Less than 4": "Menos de 4",
        "Between 4 and 7": "Entre 4 y 7",
        "Above 7": "Más de 7",
        "t2": "Todos los Rangos de Popularidad",
        "Total Results": "Resultados Totales",
        "ID": "ID",
        "Tag": "Etiqueta",
        "number": "Número de Estudios de Caso Publicados",
        "Popularity": "Popularidad",
        "Rows per page": "Filas por página",
        "Enter Tag name": "Ingrese el nombre de la etiqueta"
    },
    "usecases": {
        "User Cases": "Casos de Usuario",
        "All categories": "Todas las categorías",
        "Search by title": "Buscar por título",
        "Search by content": "Buscar por contenido",
        "Internet": "Internet",
        "EV": "VE (Vehículo Eléctrico)",
        "Security": "Seguridad",
        "Search": "Buscar",
        "Case study name or category": "Nombre o categoría del caso de estudio"
    },
    "licensing": {
        "Licensing": "Licenciamiento",
        "t1": "Términos de Uso",
        "p1": "Al acceder y usar nuestro sitio web, usted acepta cumplir con los siguientes términos y condiciones:",
        "p2": "Debe usar el sitio web de acuerdo con las leyes y regulaciones aplicables.",
        "p3": "Está estrictamente prohibido el uso, la reproducción o la distribución no autorizados de nuestro contenido.",
        "p4": "Usted es responsable de mantener la confidencialidad de su información de inicio de sesión.",
        "p5": "Nos reservamos el derecho de suspender o terminar su acceso al sitio web si viola estos términos.",
        "t2": "Concesión de Licencia",
        "p6": "Le otorgamos una licencia limitada, no exclusiva y revocable para acceder y usar nuestro sitio web para fines personales y no comerciales. Esta licencia no incluye el derecho a:",
        "p7": "Modificar, adaptar o realizar ingeniería inversa de cualquier parte del sitio web.",
        "p8": "Copiar o distribuir contenido sin permiso.",
        "p9": "Participar en cualquier actividad que interrumpa el funcionamiento normal del sitio web.",
        "t3": "Terminación",
        "p10": "Nos reservamos el derecho de terminar su licencia y acceso al sitio web a nuestra discreción. Tras la terminación, debe cesar el uso del sitio web, y cualquier disposición de este acuerdo que deba sobrevivir a la terminación continuará aplicándose.",
        "t4": "Propiedad Intelectual",
        "p11": "Todo el contenido en este sitio web, incluyendo texto, imágenes y otros elementos multimedia, es propiedad de MOP. No puede usar, reproducir o distribuir nuestro contenido sin permiso explícito.",
        "t5": "Restricciones",
        "p12": "No puede:",
        "p13": "Usar el sitio web para cualquier propósito ilegal o no autorizado.",
        "p14": "Intentar obtener acceso no autorizado a nuestros sistemas o redes.",
        "p15": "Violar cualquier ley o regulación aplicable mientras usa el sitio web.",
        "p16": "Si tiene alguna pregunta o preocupación sobre nuestro acuerdo de licencia, contáctenos en"
    },
    "contact": {
        "Submit": "Enviar",
        "Contact": "Contacto",
        "Us": "Nosotros",
        "First Name": "Nombre",
        "Enter Your First name": "Ingrese su nombre",
        "Last Name": "Apellido",
        "Enter Your Last name": "Ingrese su apellido",
        "Company Email Address": "Correo electrónico de la empresa",
        "Enter Company Email Address": "Ingrese el correo electrónico de la empresa",
        "Phone Number": "Número de teléfono",
        "Enter Your Phone Number": "Ingrese su número de teléfono",
        "Message": "Mensaje",
        "Enter Message": "Ingrese su mensaje"
      }
}
