{
  "common": {
    "Sign Up": "साइन अप करें",
    "Our Vision": "हमारा नज़रिया",
    "intro": "मेलबर्न ओपन डेटा प्रोजेक्ट (MOP) डीकिन यूनिवर्सिटी द्वारा प्रायोजित एक कैपस्टोन प्रोजेक्ट है। कोविड के बाद से, व्यवसाय समुदाय द्वारा उनके निर्णय लेने में सहायता के लिए डेटा की मांग में वृद्धि हुई है। इस परियोजना का उद्देश्य मेलबर्न सिटी काउंसिल के दो रणनीतिक दस्तावेजों के साथ संरेखित करना है।",
    "Recent Case Studies": "हाल के केस स्टडीज़",
    "p2": "जैव प्रौद्योगिकी, तेल और गैस आपूर्ति प्रबंधन और शिक्षा का पता लगाने वाले आकर्षक केस स्टडीज़ के माध्यम से, हम मेलबर्न के ओपन डेटा की शक्ति का प्रदर्शन करते हैं।",
    "Case Study 1": "केस स्टडी 1",
    "ChildCare Facilities Analysis": "चाइल्डकेयर सुविधा विश्लेषण",
    "Case Study 2": "केस स्टडी 2",
    "Projected Venue Growth": "प्रक्षेपित स्थल वृद्धि",
    "Case Study 3": "केस स्टडी 3",
    "Data Science in Education": "शिक्षा में डेटा विज्ञान",
    "Privacy Policy": "गोपनीयता नीति",
    "Licensing": "लाइसेंसिंग",
    "Contact Us": "हमसे संपर्क करें",
    "Melbourne Open Data": "मेलबर्न ओपन डेटा",
    "Home": "होम",
    "About Us": "हमारे बारे में",
    "Use Cases": "उपयोग के मामले",
    "Statistics": "आँकड़े",
    "Upload": "अपलोड",
    "Log In": "लॉग इन करें",
    "Language": "भाषा",
    "English": "अंग्रेज़ी",
    "Chinese": "चीनी",
    "Spanish": "स्पेनिश",
    "Greek": "यूनानी"
  },
  "about": {
    "About Us": "हमारे बारे में",
    "About": "के बारे में",
    "Us": "हम",
    "About MOP": "MOP के बारे में",
    "p1": "मेलबर्न ओपन डेटा प्रोजेक्ट (MOP) डीकिन यूनिवर्सिटी द्वारा मेलबर्न शहर के सहयोग से प्रायोजित एक कैपस्टोन प्रोजेक्ट है। कोविड के बाद से, व्यवसाय समुदाय द्वारा उनके निर्णय लेने में सहायता के लिए डेटा की मांग में वृद्धि हुई है। इस परियोजना का उद्देश्य मेलबर्न सिटी काउंसिल के दो रणनीतिक दस्तावेजों के साथ संरेखित करना है।",
    "p2": "इस परियोजना का उद्देश्य मेलबर्न सिटी काउंसिल के दो रणनीतिक दस्तावेजों के साथ संरेखित करना है: आर्थिक विकास रणनीति, जिसका लक्ष्य डिजिटल रूप से जुड़ा शहर बनना है। 2021-2025 काउंसिल प्लान, जो उन कार्यक्रमों को देने के विशिष्ट उद्देश्य को रेखांकित करता है जो साक्षरता कौशल और क्षमताओं का निर्माण करेंगे।",
    "Open Data Leadership": "ओपन डेटा नेतृत्व",
    "p3": "मेलबर्न शहर 2014 से ओपन डेटा में एक ऑस्ट्रेलियाई नेता रहा है। हाल के शोध और स्थानीय उपयोगकर्ता जुड़ाव ने एक अंतर की पहचान की है जहां उपयोगकर्ता ओपन डेटा तक पहुंचने और ऐप्स बनाने और शहर की समस्याओं को हल करने के लिए डेटा से अंतर्दृष्टि प्राप्त करने के तरीके के बारे में अधिक जानना चाहेंगे।",
    "Our Goals": "हमारे लक्ष्य",
    "Our": "हमारे",
    "Goals": "लक्ष्य",
    "p4": "इस परियोजना का उद्देश्य इस बात के प्रमाण-की-अवधारणा उदाहरण देना है कि ओपन डेटा एपीआई को कैसे कॉल किया जा सकता है।"
  },
  "privacypolicy": {
    "Privacy Policy": "गोपनीयता नीति",
    "t1": "हम जो जानकारी एकत्र करते हैं",
    "p1": "हम निम्नलिखित प्रकार की जानकारी एकत्र करते हैं: व्यक्तिगत जानकारी: हम व्यक्तिगत जानकारी एकत्र नहीं करते हैं जब तक कि इसे विशिष्ट उद्देश्यों के लिए उपयोगकर्ता द्वारा स्वेच्छा से प्रदान नहीं किया जाता है। गैर-व्यक्तिगत जानकारी: हम वेबसाइट की कार्यक्षमता को बढ़ाने के लिए गैर-व्यक्तिगत जानकारी, जैसे ब्राउज़र प्रकार, ऑपरेटिंग सिस्टम और आईपी पता एकत्र कर सकते हैं।",
    "t2": "जानकारी का उपयोग",
    "p2": "एकत्र की गई कोई भी जानकारी केवल उस उद्देश्य के लिए उपयोग की जाएगी जिसके लिए इसे प्रदान किया गया था। व्यक्तिगत जानकारी को स्पष्ट सहमति के बिना तीसरे पक्ष को साझा, बेचा या प्रकट नहीं किया जाएगा, सिवाय कानून द्वारा आवश्यक होने पर।",
    "t3": "डेटा सुरक्षा",
    "p3": "हम आपकी जानकारी की सुरक्षा की रक्षा के लिए उचित उपाय करते हैं। हालाँकि, कृपया ध्यान दें कि इंटरनेट या इलेक्ट्रॉनिक स्टोरेज पर ट्रांसमिशन का कोई भी तरीका पूरी तरह से सुरक्षित नहीं है।",
    "t4": "तृतीय-पक्ष लिंक",
    "p4": "हमारी वेबसाइट में तृतीय-पक्ष वेबसाइटों के लिंक हो सकते हैं। हम इन तृतीय-पक्ष साइटों की गोपनीयता प्रथाओं या सामग्री के लिए ज़िम्मेदार नहीं हैं।",
    "t5": "कुकीज़",
    "p5": "हम उपयोगकर्ता अनुभव को बेहतर बनाने के लिए कुकीज़ का उपयोग कर सकते हैं। उपयोगकर्ता अपने ब्राउज़र प्राथमिकताओं के माध्यम से कुकी सेटिंग्स को नियंत्रित कर सकते हैं।",
    "t6": "नीति परिवर्तन",
    "p6": "इस गोपनीयता नीति को समय-समय पर अपडेट किया जा सकता है।",
    "p7": "मेलबर्न ओपन डेटा प्लेग्राउंड का उपयोग करके, आप इस गोपनीयता नीति में उल्लिखित शर्तों से सहमत हैं। नीति को आखिरी बार 8 दिसंबर 2023 को अपडेट किया गया था।"
  },
  "statistics": {
    "Statistics": "आँकड़े",
    "All Tags": "सभी टैग",
    "All Trimesters": "सभी तिमाहियाँ",
    "Trimester1": "तिमाही 1",
    "Trimester2": "तिमाही 2",
    "Trimester3": "तिमाही 3",
    "t1": "तिमाही जिसमें सबसे अधिक परीक्षण मामले प्रकाशित होते हैं",
    "t2": "लोकप्रियता",
    "Total Results": "कुल परिणाम",
    "Enter Tag name": "टैग नाम दर्ज करें",
    "No": "नहीं।",
    "Tag": "टैग",
    "number": "प्रकाशित परीक्षण मामलों की संख्या",
    "Popularity": "लोकप्रियता",
    "Rows per page": "प्रति पृष्ठ पंक्तियाँ"
  },
  "usecases": {
    "User Cases": "उपयोगकर्ता मामले",
    "All categories": "सभी श्रेणियाँ",
    "Search by title": "शीर्षक से खोजें",
    "Search by content": "सामग्री से खोजें",
    "Internet": "इंटरनेट",
    "EV": "ईवी",
    "Security": "सुरक्षा",
    "Search": "खोज",
    "Case study name or category": "केस स्टडी का नाम या श्रेणी"
  },
  "licensing": {
    "Licensing": "लाइसेंसिंग",
    "t1": "उपयोग की शर्तें",
    "p1": "हमारी वेबसाइट तक पहुँचने और उपयोग करने से, आप निम्नलिखित नियमों और शर्तों का पालन करने के लिए सहमत हैं:",
    "p2": "आपको लागू कानूनों और विनियमों के अनुसार वेबसाइट का उपयोग करना होगा।",
    "p3": "हमारी सामग्री का अनधिकृत उपयोग, पुनरुत्पादन या वितरण सख्त वर्जित है।",
    "p4": "आप अपनी लॉगिन जानकारी की गोपनीयता बनाए रखने के लिए ज़िम्मेदार हैं।",
    "p5": "यदि आप इन शर्तों का उल्लंघन करते हैं तो हम वेबसाइट तक आपकी पहुंच को निलंबित या समाप्त करने का अधिकार सुरक्षित रखते हैं।",
    "t2": "लाइसेंस अनुदान",
    "p6": "हम आपको व्यक्तिगत और गैर-व्यावसायिक उद्देश्यों के लिए हमारी वेबसाइट तक पहुंचने और उपयोग करने के लिए एक सीमित, गैर-अनन्य और प्रतिसंहरणीय लाइसेंस प्रदान करते हैं। इस लाइसेंस में इसका अधिकार शामिल नहीं है:",
    "p7": "वेबसाइट के किसी भी हिस्से को संशोधित, अनुकूलित या रिवर्स इंजीनियर करें।",
    "p8": "बिना अनुमति के सामग्री की प्रतिलिपि बनाएँ या वितरित करें।",
    "p9": "किसी भी ऐसी गतिविधि में शामिल हों जो वेबसाइट के सामान्य कामकाज को बाधित करे।",
    "t3": "समाप्ति",
    "p10": "हम अपनी विवेकाधीनता पर आपके लाइसेंस और वेबसाइट तक पहुंच को समाप्त करने का अधिकार सुरक्षित रखते हैं। समाप्ति पर, आपको वेबसाइट का उपयोग बंद कर देना चाहिए, और इस समझौते के कोई भी प्रावधान जो समाप्ति से बचे रहने चाहिए, लागू होते रहेंगे।",
    "t4": "बौद्धिक संपदा",
    "p11": "इस वेबसाइट पर मौजूद सभी सामग्री, जिसमें टेक्स्ट, चित्र और अन्य मल्टीमीडिया तत्व शामिल हैं, MOP के स्वामित्व में हैं। आप हमारी स्पष्ट अनुमति के बिना हमारी सामग्री का उपयोग, पुन: पेश या वितरित नहीं कर सकते हैं।",
    "t5": "प्रतिबंध",
    "p12": "आप नहीं कर सकते:",
    "p13": "किसी भी गैरकानूनी या अनधिकृत उद्देश्य के लिए वेबसाइट का उपयोग करें।",
    "p14": "हमारे सिस्टम या नेटवर्क तक अनधिकृत पहुंच प्राप्त करने का प्रयास करें।",
    "p15": "वेबसाइट का उपयोग करते समय किसी भी लागू कानूनों या विनियमों का उल्लंघन करें।",
    "p16": "यदि आपके पास हमारे लाइसेंसिंग समझौते के बारे में कोई प्रश्न या चिंता है, तो कृपया हमसे संपर्क करें"
  },
  "contact": {
    "Submit": "जमा करें",
    "Contact": "संपर्क करें",
    "Us": "हम",
    "First Name": "पहला नाम",
    "Enter Your First name": "अपना पहला नाम दर्ज करें",
    "Last Name": "अंतिम नाम",
    "Enter Your Last name": "अपना अंतिम नाम दर्ज करें",
    "Company Email Address": "कंपनी ईमेल पता",
    "Enter Company Email Address": "कंपनी ईमेल पता दर्ज करें",
    "Phone Number": "फ़ोन नंबर",
    "Enter Your Phone Number": "अपना फ़ोन नंबर दर्ज करें",
    "Message": "संदेश",
    "Enter Message": "संदेश दर्ज करें"
  },
  "signup": {
    "language": "भाषा",
    "Already a member?": "पहले से सदस्य हैं?",
    "Log In": "लॉग इन करें",
    "Account Sign Up": "खाता साइन अप करें",
    "Last name": "अंतिम नाम",
    "Email": "ईमेल",
    "Password": "पासवर्ड",
    "Password Strength": "पासवर्ड की ताकत",
    "Next": "अगला",
    "First name": "पहला नाम",
    "Weak": "कमज़ोर",
    "Moderate": "मध्यम",
    "Strong": "मजबूत"
  },
  "upload": {
    "Upload Case Studies": "मामले के अध्ययन अपलोड करें",
    "Upload Details": "अपलोड विवरण",
    "Name": "नाम",
    "Enter name": "नाम दर्ज करें",
    "Tags": "टैग",
    "Description": "विवरण",
    "Enter Description": "विवरण दर्ज करें",
    "Trimester": "त्रैमासिक",
    "Trimester 1": "त्रैमासिक 1",
    "Trimester 2": "त्रैमासिक 2",
    "Trimester 3": "त्रैमासिक 3",
    "Click on logo to upload files": "फ़ाइलें अपलोड करने के लिए लोगो पर क्लिक करें",
    "Upload File": "फ़ाइल अपलोड करें",
    "Clear": "साफ़ करें"
  }

}