{
  "common": {
    "Sign Up": "Iscriviti",
    "Our Vision": "La nostra visione",
    "intro": "Il Melbourne Open Data Project (MOP) è un progetto di laurea magistrale sponsorizzato dalla Deakin University. Da quando è scoppiato il COVID, c'è stata una crescente domanda di dati da parte della comunità imprenditoriale per supportare il processo decisionale. Questo progetto ha lo scopo di allinearsi a due documenti strategici del Comune di Melbourne.",
    "Recent Case Studies": "Casi di studio recenti",
    "p2": "Attraverso casi di studio avvincenti che esplorano la biotecnologia, la gestione della fornitura di petrolio e gas e l'istruzione, mostriamo la potenza dei dati aperti di Melbourne.",
    "Case Study 1": "Caso di studio 1",
    "ChildCare Facilities Analysis": "Analisi delle strutture per l'infanzia",
    "Case Study 2": "Caso di studio 2",
    "Projected Venue Growth": "Crescita prevista dei locali",
    "Case Study 3": "Caso di studio 3",
    "Data Science in Education": "Data Science nell'istruzione",
    "Privacy Policy": "Informativa sulla privacy",
    "Licensing": "Licenza",
    "Contact Us": "Contattaci",
    "Melbourne Open Data": "Melbourne Open Data",
    "Home": "Home",
    "About Us": "Chi siamo",
    "Use Cases": "Casi d'uso",
    "Statistics": "Statistiche",
    "Upload": "Carica",
    "Log In": "Accedi",
    "Language": "Lingua",
    "English": "Inglese",
    "Chinese": "Cinese",
    "Spanish": "Spagnolo",
    "Greek": "Greco"
  },
  "about": {
    "About Us": "Chi siamo",
    "About": "Informazioni",
    "Us": "Noi",
    "About MOP": "Informazioni su MOP",
    "p1": "Il Melbourne Open Data Project (MOP) è un progetto di laurea magistrale sponsorizzato dalla Deakin University in collaborazione con il Comune di Melbourne. Da quando è scoppiato il COVID, c'è stata una crescente domanda di dati da parte della comunità imprenditoriale per supportare il processo decisionale. Questo progetto ha lo scopo di allinearsi a due documenti strategici del Comune di Melbourne.",
    "p2": "Questo progetto ha lo scopo di allinearsi a due documenti strategici del Comune di Melbourne: la Strategia di sviluppo economico, che mira a essere una città connessa digitalmente. Il Piano del Consiglio 2021-2025, che delinea l'obiettivo specifico di fornire programmi che costruiranno competenze e capacità di alfabetizzazione.",
    "Open Data Leadership": "Leadership dei dati aperti",
    "p3": "La Città di Melbourne è leader australiano nei dati aperti dal 2014. Recenti ricerche e il coinvolgimento degli utenti locali hanno identificato una lacuna in cui gli utenti vorrebbero saperne di più su come accedere ai dati aperti e su come ottenere informazioni dai dati per creare app e risolvere i problemi della città.",
    "Our Goals": "I nostri obiettivi",
    "Our": "I nostri",
    "Goals": "Obiettivi",
    "p4": "Questo progetto mira a fornire esempi di proof-of-concept su come possono essere effettuate le chiamate alle API Open Data."
  },
  "privacypolicy": {
    "Privacy Policy": "Informativa sulla privacy",
    "t1": "Informazioni che raccogliamo",
    "p1": "Raccogliamo i seguenti tipi di informazioni: Informazioni personali: non raccogliamo informazioni personali a meno che non vengano fornite volontariamente dall'utente per scopi specifici. Informazioni non personali: potremmo raccogliere informazioni non personali, come il tipo di browser, il sistema operativo e l'indirizzo IP, per migliorare la funzionalità del sito Web.",
    "t2": "Utilizzo delle informazioni",
    "p2": "Tutte le informazioni raccolte saranno utilizzate esclusivamente per lo scopo per il quale sono state fornite. Le informazioni personali non saranno condivise, vendute o divulgate a terzi senza esplicito consenso, salvo quanto richiesto dalla legge.",
    "t3": "Sicurezza dei dati",
    "p3": "Adottiamo misure appropriate per proteggere la sicurezza delle tue informazioni. Tuttavia, tieni presente che nessun metodo di trasmissione su Internet o di archiviazione elettronica è completamente sicuro.",
    "t4": "Link di terze parti",
    "p4": "Il nostro sito Web può contenere collegamenti a siti Web di terze parti. Non siamo responsabili delle pratiche sulla privacy o del contenuto di questi siti di terze parti.",
    "t5": "Cookie",
    "p5": "Potremmo utilizzare i cookie per migliorare l'esperienza dell'utente. Gli utenti possono controllare le impostazioni dei cookie tramite le preferenze del proprio browser.",
    "t6": "Modifiche alle politiche",
    "p6": "Questa informativa sulla privacy può essere aggiornata periodicamente.",
    "p7": "Utilizzando il Melbourne Open Data Playground, accetti i termini delineati in questa informativa sulla privacy. L'informativa è stata aggiornata l'8 dicembre 2023."
  },
  "statistics": {
    "Statistics": "Statistiche",
    "All Tags": "Tutti i tag",
    "All Trimesters": "Tutti i trimestri",
    "Trimester1": "Trimestre 1",
    "Trimester2": "Trimestre 2",
    "Trimester3": "Trimestre 3",
    "t1": "Trimestre che pubblica il maggior numero di casi di test",
    "t2": "Popolarità",
    "Total Results": "Risultati totali",
    "Enter Tag name": "Inserisci il nome del tag",
    "No": "No.",
    "Tag": "Tag",
    "number": "Numero di casi di test pubblicati",
    "Popularity": "Popolarità",
    "Rows per page": "Righe per pagina"
  },
  "usecases": {
    "User Cases": "Casi utente",
    "All categories": "Tutte le categorie",
    "Search by title": "Cerca per titolo",
    "Search by content": "Cerca per contenuto",
    "Internet": "Internet",
    "EV": "VE",
    "Security": "Sicurezza",
    "Search": "Cerca",
    "Case study name or category": "Nome o categoria del caso di studio"
  },
  "licensing": {
    "Licensing": "Licenza",
    "t1": "Termini di utilizzo",
    "p1": "Accedendo e utilizzando il nostro sito Web, accetti di rispettare i seguenti termini e condizioni:",
    "p2": "È necessario utilizzare il sito Web in conformità con le leggi e i regolamenti applicabili.",
    "p3": "L'uso, la riproduzione o la distribuzione non autorizzati dei nostri contenuti sono severamente vietati.",
    "p4": "Sei responsabile del mantenimento della riservatezza delle tue informazioni di accesso.",
    "p5": "Ci riserviamo il diritto di sospendere o interrompere il tuo accesso al sito web se violi questi termini.",
    "t2": "Concessione della licenza",
    "p6": "Ti concediamo una licenza limitata, non esclusiva e revocabile per accedere e utilizzare il nostro sito web per scopi personali e non commerciali. Questa licenza non include il diritto di:",
    "p7": "Modificare, adattare o decodificare qualsiasi parte del sito web.",
    "p8": "Copiare o distribuire contenuti senza permesso.",
    "p9": "Intraprendere qualsiasi attività che interrompa il normale funzionamento del sito web.",
    "t3": "Risoluzione",
    "p10": "Ci riserviamo il diritto di risolvere la tua licenza e l'accesso al sito web a nostra discrezione. Alla risoluzione, devi cessare di utilizzare il sito web e qualsiasi disposizione del presente accordo che dovrebbe sopravvivere alla risoluzione continuerà ad applicarsi.",
    "t4": "Proprietà intellettuale",
    "p11": "Tutti i contenuti di questo sito web, inclusi testo, immagini e altri elementi multimediali, sono di proprietà di MOP. Non è consentito utilizzare, riprodurre o distribuire i nostri contenuti senza esplicito permesso.",
    "t5": "Restrizioni",
    "p12": "Non puoi:",
    "p13": "Utilizzare il sito web per scopi illegali o non autorizzati.",
    "p14": "Tentare di ottenere l'accesso non autorizzato ai nostri sistemi o reti.",
    "p15": "Violare leggi o regolamenti applicabili durante l'utilizzo del sito web.",
    "p16": "Se hai domande o dubbi sul nostro accordo di licenza, contattaci all'indirizzo"
  },
  "contact": {
    "Submit": "Invia",
    "Contact": "Contatti",
    "Us": "Noi",
    "First Name": "Nome",
    "Enter Your First name": "Inserisci il tuo nome",
    "Last Name": "Cognome",
    "Enter Your Last name": "Inserisci il tuo cognome",
    "Company Email Address": "Indirizzo email aziendale",
    "Enter Company Email Address": "Inserisci l'indirizzo email aziendale",
    "Phone Number": "Numero di telefono",
    "Enter Your Phone Number": "Inserisci il tuo numero di telefono",
    "Message": "Messaggio",
    "Enter Message": "Inserisci il messaggio"
  },
  "signup": {
    "language": "lingua",
    "Already a member?": "Già membro?",
    "Log In": "Accedi",
    "Account Sign Up": "Registrazione account",
    "Last name": "Cognome",
    "Email": "Email",
    "Password": "Password",
    "Password Strength": "Robustezza della password",
    "Next": "Prossimo",
    "First name": "Nome",
    "Weak": "Debole",
    "Moderate": "Moderata",
    "Strong": "Forte"
  },

  "upload": {
    "Upload Case Studies": "Carica casi di studio",
    "Upload Details": "Dettagli di caricamento",
    "Name": "Nome",
    "Enter name": "Inserisci il nome",
    "Tags": "Etichette",
    "Description": "Descrizione",
    "Enter Description": "Inserisci la descrizione",
    "Trimester": "Trimestre",
    "Trimester 1": "Primo trimestre",
    "Trimester 2": "Secondo trimestre",
    "Trimester 3": "Terzo trimestre",
    "Click on logo to upload files": "Clicca sul logo per caricare i file",
    "Upload File": "Carica file",
    "Clear": "Cancella"
  }

}