{
  "common": {
    "Sign Up": "Đăng ký",
    "Our Vision": "Tầm nhìn của chúng tôi",
    "intro": "Dự án Dữ liệu Mở Melbourne (MOP) là một dự án cuối khóa được tài trợ bởi Đại học Deakin. Kể từ COVID, nhu cầu về dữ liệu của cộng đồng doanh nghiệp để hỗ trợ việc ra quyết định của họ đã tăng lên. Dự án này nhằm mục đích phù hợp với hai tài liệu chiến lược từ Hội đồng Thành phố Melbourne.",
    "Recent Case Studies": "Nghiên cứu tình huống gần đây",
    "p2": "Thông qua các nghiên cứu tình huống hấp dẫn khám phá công nghệ sinh học, quản lý cung ứng dầu khí và giáo dục, chúng tôi giới thiệu sức mạnh của dữ liệu mở Melbourne.",
    "Case Study 1": "Nghiên cứu tình huống 1",
    "ChildCare Facilities Analysis": "Phân tích cơ sở chăm sóc trẻ em",
    "Case Study 2": "Nghiên cứu tình huống 2",
    "Projected Venue Growth": "Tăng trưởng địa điểm dự kiến",
    "Case Study 3": "Nghiên cứu tình huống 3",
    "Data Science in Education": "Khoa học dữ liệu trong giáo dục",
    "Privacy Policy": "Chính sách bảo mật",
    "Licensing": "Cấp phép",
    "Contact Us": "Liên hệ với chúng tôi",
    "Melbourne Open Data": "Dữ liệu mở Melbourne",
    "Home": "Trang chủ",
    "About Us": "Về chúng tôi",
    "Use Cases": "Trường hợp sử dụng",
    "Statistics": "Thống kê",
    "Upload": "Tải lên",
    "Log In": "Đăng nhập",
    "Language": "Ngôn ngữ",
    "English": "Tiếng Anh",
    "Chinese": "Tiếng Trung",
    "Spanish": "Tiếng Tây Ban Nha",
    "Greek": "Tiếng Hy Lạp"
  },
  "about": {
    "About Us": "Về chúng tôi",
    "About": "Về",
    "Us": "Chúng tôi",
    "About MOP": "Về MOP",
    "p1": "Dự án Dữ liệu Mở Melbourne (MOP) là một dự án cuối khóa được tài trợ bởi Đại học Deakin phối hợp với Thành phố Melbourne. Kể từ COVID, nhu cầu về dữ liệu của cộng đồng doanh nghiệp để hỗ trợ việc ra quyết định của họ đã tăng lên. Dự án này nhằm mục đích phù hợp với hai tài liệu chiến lược từ Hội đồng Thành phố Melbourne.",
    "p2": "Dự án này nhằm mục đích phù hợp với hai tài liệu chiến lược từ Hội đồng Thành phố Melbourne: Chiến lược Phát triển Kinh tế, nhằm mục đích trở thành một thành phố kết nối kỹ thuật số. Kế hoạch Hội đồng 2021-2025, trong đó phác thảo mục tiêu cụ thể là cung cấp các chương trình sẽ xây dựng các kỹ năng và năng lực về khả năng đọc viết.",
    "Open Data Leadership": "Khả năng lãnh đạo dữ liệu mở",
    "p3": "Thành phố Melbourne đã là một nhà lãnh đạo của Úc về Dữ liệu Mở kể từ năm 2014. Nghiên cứu gần đây và sự tham gia của người dùng địa phương đã xác định một khoảng trống, nơi người dùng muốn tìm hiểu thêm về cách truy cập Dữ liệu Mở và cách thu thập thông tin chi tiết từ dữ liệu để xây dựng ứng dụng và giải quyết các vấn đề của thành phố.",
    "Our Goals": "Mục tiêu của chúng tôi",
    "Our": "Của chúng tôi",
    "Goals": "Mục tiêu",
    "p4": "Dự án này nhằm mục đích cung cấp các ví dụ về bằng chứng về khái niệm về cách có thể thực hiện các cuộc gọi đến API Dữ liệu Mở."
  },
  "privacypolicy": {
    "Privacy Policy": "Chính sách bảo mật",
    "t1": "Thông tin chúng tôi thu thập",
    "p1": "Chúng tôi thu thập các loại thông tin sau: Thông tin cá nhân: Chúng tôi không thu thập thông tin cá nhân trừ khi người dùng tự nguyện cung cấp cho các mục đích cụ thể. Thông tin phi cá nhân: Chúng tôi có thể thu thập thông tin phi cá nhân, chẳng hạn như loại trình duyệt, hệ điều hành và địa chỉ IP, để tăng cường chức năng của trang web.",
    "t2": "Sử dụng thông tin",
    "p2": "Bất kỳ thông tin nào được thu thập sẽ chỉ được sử dụng cho mục đích mà nó được cung cấp. Thông tin cá nhân sẽ không được chia sẻ, bán hoặc tiết lộ cho bên thứ ba mà không có sự đồng ý rõ ràng, trừ khi pháp luật yêu cầu.",
    "t3": "Bảo mật dữ liệu",
    "p3": "Chúng tôi thực hiện các biện pháp thích hợp để bảo vệ tính bảo mật của thông tin của bạn. Tuy nhiên, xin lưu ý rằng không có phương pháp truyền qua internet hoặc lưu trữ điện tử nào là hoàn toàn an toàn.",
    "t4": "Liên kết của bên thứ ba",
    "p4": "Trang web của chúng tôi có thể chứa các liên kết đến các trang web của bên thứ ba. Chúng tôi không chịu trách nhiệm về các hoạt động bảo mật hoặc nội dung của các trang web của bên thứ ba này.",
    "t5": "Cookie",
    "p5": "Chúng tôi có thể sử dụng cookie để nâng cao trải nghiệm người dùng. Người dùng có thể kiểm soát cài đặt cookie thông qua tùy chọn trình duyệt của họ.",
    "t6": "Thay đổi chính sách",
    "p6": "Chính sách bảo mật này có thể được cập nhật định kỳ.",
    "p7": "Bằng cách sử dụng Melbourne Open Data Playground, bạn đồng ý với các điều khoản được nêu trong chính sách bảo mật này. Chính sách được cập nhật lần cuối vào ngày 8 tháng 12 năm 2023."
  },
  "statistics": {
    "Statistics": "Thống kê",
    "All Tags": "Tất cả thẻ",
    "All Trimesters": "Tất cả học kỳ",
    "Trimester1": "Học kỳ 1",
    "Trimester2": "Học kỳ 2",
    "Trimester3": "Học kỳ 3",
    "t1": "Học kỳ công bố nhiều trường hợp thử nghiệm nhất",
    "t2": "Mức độ phổ biến",
    "Total Results": "Tổng kết quả",
    "Enter Tag name": "Nhập tên thẻ",
    "No": "Số",
    "Tag": "Thẻ",
    "number": "Số lượng trường hợp thử nghiệm đã xuất bản",
    "Popularity": "Mức độ phổ biến",
    "Rows per page": "Hàng trên mỗi trang"
  },
  "usecases": {
    "User Cases": "Trường hợp người dùng",
    "All categories": "Tất cả các danh mục",
    "Search by title": "Tìm kiếm theo tiêu đề",
    "Search by content": "Tìm kiếm theo nội dung",
    "Internet": "Internet",
    "EV": "EV",
    "Security": "Bảo mật",
    "Search": "Tìm kiếm",
    "Case study name or category": "Tên hoặc danh mục nghiên cứu tình huống"
  },
  "licensing": {
    "Licensing": "Cấp phép",
    "t1": "Điều khoản sử dụng",
    "p1": "Bằng cách truy cập và sử dụng trang web của chúng tôi, bạn đồng ý tuân thủ các điều khoản và điều kiện sau:",
    "p2": "Bạn phải sử dụng trang web theo luật và quy định hiện hành.",
    "p3": "Nghiêm cấm việc sử dụng, sao chép hoặc phân phối trái phép nội dung của chúng tôi.",
    "p4": "Bạn có trách nhiệm bảo mật thông tin đăng nhập của mình.",
    "p5": "Chúng tôi có quyền đình chỉ hoặc chấm dứt quyền truy cập của bạn vào trang web nếu bạn vi phạm các điều khoản này.",
    "t2": "Cấp phép",
    "p6": "Chúng tôi cấp cho bạn giấy phép có giới hạn, không độc quyền và có thể thu hồi để truy cập và sử dụng trang web của chúng tôi cho mục đích cá nhân và phi thương mại. Giấy phép này không bao gồm quyền:",
    "p7": "Sửa đổi, điều chỉnh hoặc thiết kế ngược bất kỳ phần nào của trang web.",
    "p8": "Sao chép hoặc phân phối nội dung khi chưa được phép.",
    "p9": "Tham gia vào bất kỳ hoạt động nào làm gián đoạn hoạt động bình thường của trang web.",
    "t3": "Chấm dứt",
    "p10": "Chúng tôi có quyền chấm dứt giấy phép và quyền truy cập của bạn vào trang web theo quyết định của chúng tôi. Khi chấm dứt, bạn phải ngừng sử dụng trang web và bất kỳ điều khoản nào của thỏa thuận này sẽ tiếp tục có hiệu lực.",
    "t4": "Sở hữu trí tuệ",
    "p11": "Tất cả nội dung trên trang web này, bao gồm văn bản, hình ảnh và các yếu tố đa phương tiện khác, đều thuộc sở hữu của MOP. Bạn không được sử dụng, sao chép hoặc phân phối nội dung của chúng tôi khi chưa được phép rõ ràng.",
    "t5": "Hạn chế",
    "p12": "Bạn không được:",
    "p13": "Sử dụng trang web cho bất kỳ mục đích bất hợp pháp hoặc trái phép nào.",
    "p14": "Cố gắng truy cập trái phép vào hệ thống hoặc mạng của chúng tôi.",
    "p15": "Vi phạm bất kỳ luật hoặc quy định hiện hành nào trong khi sử dụng trang web.",
    "p16": "Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào về thỏa thuận cấp phép của chúng tôi, vui lòng liên hệ với chúng tôi tại"
  },
  "contact": {
    "Submit": "Gửi",
    "Contact": "Liên hệ",
    "Us": "Chúng tôi",
    "First Name": "Tên",
    "Enter Your First name": "Nhập tên của bạn",
    "Last Name": "Họ",
    "Enter Your Last name": "Nhập họ của bạn",
    "Company Email Address": "Địa chỉ email công ty",
    "Enter Company Email Address": "Nhập địa chỉ email công ty",
    "Phone Number": "Số điện thoại",
    "Enter Your Phone Number": "Nhập số điện thoại của bạn",
    "Message": "Tin nhắn",
    "Enter Message": "Nhập tin nhắn"
  },
  "signup": {
    "language": "ngôn ngữ",
    "Already a member?": "Đã là thành viên?",
    "Log In": "Đăng nhập",
    "Account Sign Up": "Đăng ký tài khoản",
    "Last name": "Họ",
    "Email": "Email",
    "Password": "Mật khẩu",
    "Password Strength": "Độ mạnh mật khẩu",
    "Next": "Tiếp theo",
    "First name": "Tên",
    "Weak": "Yếu",
    "Moderate": "Trung bình",
    "Strong": "Mạnh"
  },
  "upload": {
    "Upload Case Studies": "Tải lên các Nghiên cứu Tình huống",
    "Upload Details": "Chi tiết Tải lên",
    "Name": "Tên",
    "Enter name": "Nhập tên",
    "Tags": "Thẻ",
    "Description": "Mô tả",
    "Enter Description": "Nhập mô tả",
    "Trimester": "Học kỳ",
    "Trimester 1": "Học kỳ 1",
    "Trimester 2": "Học kỳ 2",
    "Trimester 3": "Học kỳ 3",
    "Click on logo to upload files": "Nhấp vào biểu tượng để tải lên tệp",
    "Upload File": "Tải lên Tệp",
    "Clear": "Xóa"
  }

}