{
    "title": "Traffic_Congestion_Speeding_Accident_Correlation_Analysis",
    "name": "Traffic Congestion, Speeding, and Accident Correlation Analysis for Melbourne (2023)",
    "description": "Comprehensive analysis of traffic congestion, speeding incidents, and road accidents in Melbourne for the year 2023. This project includes data cleaning, exploratory analysis, temporal and spatial analysis, clustering techniques, correlation studies, and recommendations for improving traffic safety and management strategies.",
    "tags": [
        "Traffic Congestion", 
        "Speeding Incidents", 
        "Accident Analysis", 
        "Spatial Analysis", 
        "Temporal Analysis", 
        "Clustering", 
        "Data Processing", 
        "Traffic Safety", 
        "Urban Planning"
    ],
    "difficulty": "Intermediate",
    "technology": [
        {
            "name": "pandas",
            "alias": "pd",
            "code": "python"
        },
        {
            "name": "numpy",
            "alias": "np",
            "code": "python"
        },
        {
            "name": "matplotlib",
            "code": "python"
        },
        {
            "name": "seaborn",
            "alias": "sns",
            "code": "python"
        },
        {
            "name": "sklearn",
            "code": "python"
        },
        {
            "name": "folium",
            "code": "python"
        },
        {
            "name": "geopandas",
            "alias": "gpd",
            "code": "python"
        },
        {
            "name": "scipy",
            "code": "python"
        }
    ],
    "datasets": [
        {
            "name": "Historical Traffic Data",
            "description": "Dataset containing traffic volumes, speed metrics, and road segment details for Melbourne.",
            "source": "City of Melbourne Open Data"
        },
        {
            "name": "Road Accident Records",
            "description": "Comprehensive accident records with details on severity, road geometry, light conditions, and time of incidents.",
            "source": "City of Melbourne Open Data"
        }
    ],
    "key_features": [
        "Data Cleaning and Preprocessing: Addressed missing values, outliers, and ensured consistency in traffic and accident datasets.",
        "Temporal Analysis: Studied traffic congestion and accidents by hour of the day and day of the week to uncover patterns.",
        "Spatial Analysis: Visualized traffic volume and accidents across Melbourne suburbs using Folium and Geopandas.",
        "Clustering: Applied clustering to identify high-risk zones based on speed zones and road geometry.",
        "Correlation Analysis: Analyzed relationships between speed zones, road geometry, light conditions, and accident severity.",
        "Recommendations: Proposed actionable strategies for improving road safety and managing traffic congestion."
    ]
  }
  