{
    "title": "Heat_Activity_Hotspots_Analysis_Melbourne",
    "name": "Heat-Activity Hotspots Analysis for Melbourne CBD and Surroundings",
    "description": "Comprehensive analysis of extreme heat events and pedestrian activity patterns in Melbourne CBD and its surroundings. This project includes data cleaning, exploratory analysis, geospatial clustering, temporal trends analysis, and strategic recommendations for implementing cooling interventions to improve public health and urban livability.",
    "tags": [
        "Extreme Heat",
        "Pedestrian Activity",
        "Heat-Activity Hotspots",
        "Spatial Analysis",
        "Temporal Analysis",
        "Clustering",
        "Cooling Interventions",
        "Urban Planning",
        "Sustainability"
    ],
    "difficulty": "Intermediate",
    "technology": [
        {
            "name": "pandas",
            "alias": "pd",
            "code": "python"
        },
        {
            "name": "matplotlib",
            "code": "python"
        },
        {
            "name": "seaborn",
            "alias": "sns",
            "code": "python"
        },
        {
            "name": "sklearn",
            "code": "python"
        },
        {
            "name": "folium",
            "code": "python"
        },
        {
            "name": "geopandas",
            "alias": "gpd",
            "code": "python"
        },
        {
            "name": "shapely",
            "code": "python"
        }
    ],
    "datasets": [
        {
            "name": "Microclimate Sensor Data",
            "description": "Dataset containing air temperature, humidity, wind speed, and other environmental metrics across Melbourne.",
            "source": "City of Melbourne Open Data"
        },
        {
            "name": "Pedestrian Counts Data",
            "description": "Hourly pedestrian activity data collected from sensors across Melbourne CBD and surrounding areas.",
            "source": "City of Melbourne Open Data"
        }
    ],
    "key_features": [
        "Data Cleaning and Preprocessing: Addressed missing values and ensured consistency between environmental and pedestrian datasets.",
        "Exploratory Data Analysis (EDA): Analyzed temperature and pedestrian patterns to uncover critical trends.",
        "Heat-Activity Hotspot Identification: Used K-Means clustering to locate areas with extreme heat and high pedestrian activity.",
        "Geospatial Analysis: Created interactive maps using Folium to visualize hotspots and intervention zones.",
        "Temporal Trends Analysis: Examined hourly and seasonal variations in temperature and pedestrian counts.",
        "Recommendations: Proposed actionable strategies, including shaded seating, hydration stations, misting systems, and urban greening for high-risk zones."
    ]
}
