{
  "text": {
    "hey": 129,
    "hello": 127,
    "hi": 130,
    "there": 278,
    "good": 116,
    "morning": 179,
    "evening": 89,
    "moinhellp": 178,
    "let": 154,
    "s": 238,
    "go": 113,
    "dude": 80,
    "goodmorning": 119,
    "goodevening": 118,
    "afternoon": 7,
    "cu": 64,
    "by": 35,
    "cee": 44,
    "you": 321,
    "later": 151,
    "night": 194,
    "bye": 36,
    "goodbye": 117,
    "have": 123,
    "a": 1,
    "nice": 193,
    "day": 67,
    "see": 245,
    "around": 16,
    "yes": 320,
    "y": 318,
    "indeed": 140,
    "of": 199,
    "course": 61,
    "that": 276,
    "sounds": 252,
    "correct": 59,
    "no": 195,
    "n": 181,
    "never": 191,
    "i": 137,
    "don": 78,
    "t": 270,
    "think": 279,
    "so": 250,
    "like": 156,
    "way": 306,
    "not": 197,
    "really": 227,
    "perfect": 211,
    "great": 120,
    "amazing": 12,
    "feeling": 97,
    "king": 147,
    "wonderful": 316,
    "am": 11,
    "very": 300,
    "going": 115,
    "to": 281,
    "save": 242,
    "the": 277,
    "world": 317,
    "super": 269,
    "stoked": 263,
    "extremely": 90,
    "my": 180,
    "was": 303,
    "horrible": 133,
    "sad": 240,
    "feel": 96,
    "well": 307,
    "disappointed": 73,
    "m": 166,
    "unhappy": 294,
    "extremly": 91,
    "saad": 239,
    "are": 15,
    "bot": 26,
    "human": 136,
    "talking": 274,
    "what": 308,
    "is": 143,
    "best": 22,
    "route": 234,
    "from": 106,
    "southern": 255,
    "cross": 63,
    "richmond": 231,
    "show": 248,
    "me": 173,
    "fastest": 93,
    "north": 196,
    "melbourne": 175,
    "footscray": 103,
    "recommend": 228,
    "train": 285,
    "dandenong": 66,
    "caulfield": 42,
    "box": 29,
    "hill": 132,
    "glenferrie": 111,
    "tram": 287,
    "how": 134,
    "do": 75,
    "get": 109,
    "central": 45,
    "direct": 69,
    "parliament": 208,
    "need": 188,
    "change": 46,
    "trains": 286,
    "flinders": 102,
    "street": 267,
    "transfer": 289,
    "many": 168,
    "changes": 47,
    "between": 23,
    "and": 13,
    "should": 247,
    "travel": 293,
    "with": 314,
    "fewest": 98,
    "transfers": 290,
    "least": 152,
    "number": 198,
    "stops": 265,
    "ringwood": 232,
    "which": 311,
    "has": 122,
    "can": 38,
    "tell": 275,
    "quickest": 223,
    "south": 253,
    "yarra": 319,
    "hawthorn": 124,
    "when": 309,
    "next": 192,
    "time": 280,
    "does": 77,
    "leave": 153,
    "at": 17,
    "depart": 68,
    "port": 218,
    "want": 302,
    "map": 169,
    "stations": 260,
    "generate": 108,
    "station": 259,
    "stop": 264,
    "where": 310,
    "located": 161,
    "bus": 34,
    "any": 14,
    "disruptions": 74,
    "on": 202,
    "__number__": 0,
    "check": 50,
    "for": 104,
    "frankston": 105,
    "city": 51,
    "find": 99,
    "nearest": 187,
    "transport_mode_rp": 291,
    "whre": 312,
    "transport_mode_rpv": 292,
    "closest": 53,
    "location": 162,
    "address": 6,
    "esplanade": 87,
    "st": 258,
    "kilda": 146,
    "it": 144,
    "road": 233,
    "howe": 135,
    "cresent": 62,
    "albert": 9,
    "park": 205,
    "live": 159,
    "kooyong": 149,
    "rd": 225,
    "toorak": 283,
    "high": 131,
    "steet": 262,
    "kew": 145,
    "currently": 65,
    "glengarry": 112,
    "avenue": 20,
    "burwood": 33,
    "little": 158,
    "bourke": 28,
    "place": 213,
    "natasha": 183,
    "close": 52,
    "helana": 126,
    "blackheath": 24,
    "mews": 177,
    "waurn": 304,
    "ponds": 217,
    "all": 10,
    "near": 185,
    "in": 139,
    "carlton": 40,
    "local": 160,
    "nearby": 186,
    "mcg": 172,
    "please": 216,
    "help": 128,
    "out": 204,
    "brighton": 30,
    "run": 236,
    "direction": 70,
    "script": 244,
    "directions": 71,
    "somewhere": 251,
    "take": 273,
    "guide": 121,
    "reach": 226,
    "im": 138,
    "looking": 163,
    "essendon": 88,
    "prahran": 220,
    "navigate": 184,
    "southbank": 254,
    "collingwood": 54,
    "federation": 95,
    "square": 257,
    "airport": 8,
    "cbd": 43,
    "docklands": 76,
    "brunswick": 31,
    "planning": 214,
    "lifts": 155,
    "parking": 206,
    "access": 3,
    "restroom": 229,
    "glen": 110,
    "waverley": 305,
    "escalators": 86,
    "features": 94,
    "available": 19,
    "info": 142,
    "screens": 243,
    "tactile": 271,
    "edges": 82,
    "pick": 212,
    "up": 297,
    "drop": 79,
    "off": 200,
    "zone": 322,
    "accessible": 5,
    "ramps": 224,
    "camberwell": 37,
    "accessibility": 4,
    "options": 203,
    "burnley": 32,
    "hearing": 125,
    "loops": 164,
    "flagstaff": 100,
    "auburn": 18,
    "shelter": 246,
    "east": 81,
    "union": 295,
    "independent": 141,
    "boarding": 25,
    "toilets": 282,
    "zones": 323,
    "list": 157,
    "about": 2,
    "facilities": 92,
    "laburnum": 150,
    "canterbury": 39,
    "metro": 176,
    "names": 182,
    "provide": 221,
    "elevators": 83,
    "low": 165,
    "platforms": 215,
    "path": 210,
    "widths": 313,
    "restrooms": 230,
    "offer": 201,
    "know": 148,
    "could": 60,
    "passengers": 209,
    "equipped": 85,
    "directly": 72,
    "university": 296,
    "goes": 114,
    "straight": 266,
    "without": 315,
    "changing": 48,
    "trams": 288,
    "possible": 219,
    "single": 249,
    "chapel": 49,
    "same": 241,
    "connections": 57,
    "flemington": 101,
    "queen": 222,
    "victoria": 301,
    "market": 171,
    "connects": 58,
    "malvern": 167,
    "zoo": 324,
    "royal": 235,
    "botanic": 27,
    "gardens": 107,
    "parkville": 207,
    "suggest": 268,
    "spencer": 256,
    "elsternwick": 84,
    "catch": 41,
    "connect": 56,
    "runs": 237,
    "maribyrnong": 170,
    "balwyn": 21,
    "network": 190,
    "needed": 189,
    "traffic": 284,
    "status": 261,
    "melboune": 174,
    "update": 298,
    "updated": 299,
    "taffic": 272,
    "conditions": 55
  },
  "intent": {
    "greet": 29,
    "goodbye": 28,
    "affirm": 0,
    "deny": 18,
    "mood_great": 33,
    "mood_unhappy": 34,
    "bot_challenge": 14,
    "find_best_route": 19,
    "ask_direct_route": 4,
    "ask_transfers": 12,
    "ask_best_route": 3,
    "ask_least_stops_route": 6,
    "ask_quickest_route": 7,
    "find_next_train": 24,
    "find_next_tram": 25,
    "request_train_map": 37,
    "request_tram_map": 38,
    "request_bus_map": 36,
    "check_disruptions_tram": 17,
    "check_disruptions_bus": 15,
    "check_disruptions_train": 16,
    "find_nearest_station": 21,
    "find_nearest_tram_stop": 22,
    "find_nearest_bus_stop": 20,
    "find_user_address": 26,
    "map_transport_in_area": 32,
    "run_direction_script": 39,
    "get_directions": 27,
    "ask_about_feature": 1,
    "ask_about_station": 2,
    "list_all_stations": 30,
    "list_stations_with_feature": 31,
    "ask_direct_tram_route": 5,
    "ask_tram_route_with_transfers": 11,
    "ask_traffic_location": 9,
    "ask_traffic": 8,
    "ask_tram_route": 10,
    "ask_user_about_location_for_traffic": 13,
    "find_next_bus": 23,
    "nlu_fallback": 35
  },
  "response": null,
  "action_name": {
    "action_listen": 31,
    "action_restart": 33,
    "action_session_start": 36,
    "action_default_fallback": 12,
    "action_deactivate_loop": 9,
    "action_revert_fallback_events": 34,
    "action_default_ask_affirmation": 10,
    "action_default_ask_rephrase": 11,
    "action_two_stage_fallback": 37,
    "action_unlikely_intent": 38,
    "action_back": 0,
    "action_extract_slots": 13,
    "action_calculate_transfers": 1,
    "action_check_direct_route": 2,
    "action_check_direct_tram_route": 3,
    "action_check_disruptions_bus": 4,
    "action_check_disruptions_train": 5,
    "action_check_disruptions_tram": 6,
    "action_check_feature": 7,
    "action_check_station": 8,
    "action_fetch_traffic": 14,
    "action_fetch_traffic_location": 15,
    "action_find_best_route": 16,
    "action_find_best_route_with_transfers": 17,
    "action_find_nearest_bus_stop": 18,
    "action_find_nearest_station": 19,
    "action_find_nearest_tram_stop": 20,
    "action_find_next_bus": 21,
    "action_find_next_train": 22,
    "action_find_next_tram": 23,
    "action_find_route_with_least_stops": 24,
    "action_find_tram_route_with_transfers": 25,
    "action_generate_bus_map": 26,
    "action_generate_train_map": 27,
    "action_generate_tram_map": 28,
    "action_list_all_stations": 29,
    "action_list_stations_with_feature": 30,
    "action_map_transport_in_area": 32,
    "action_run_direction_script": 35,
    "utter_ask_address": 39,
    "utter_cheer_up": 40,
    "utter_default": 41,
    "utter_goodbye": 42,
    "utter_greet": 43,
    "utter_happy": 44,
    "utter_iamabot": 45
  },
  "action_text": null,
  "intent_response_key": null
}